7zip
accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adw-gtk-theme
adwaita-icon-theme
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
aria2
arc-gtk-theme
archlinux-keyring
base
base-devel
bash-completion
bat
bitwarden
brave-beta-bin
brightnessctl
btop
btrfs-progs
cantarell-fonts
cliphist
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
dialog
diffutils
discord
dmidecode
dosfstools
dracut
dust
e2fsprogs
efibootmgr
efitools
egl-wayland
element-desktop
eog
ethtool
evince
exfatprogs
eza
fastfetch
fd
file
file-roller
filezilla
findutils
firefox
firewalld
fprintd
fwupd
gammastep
gawk
gdm
gettext
ghex
ghostscript
git
git-delta
github-cli
gnome-backgrounds
gnome-boxes
gnome-calculator
gnome-console
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-menus
gnome-multi-writer
gnome-screenshot
gnome-shell
gnome-shell-extension-dash-to-dock
gnome-shell-extension-pop-shell-git
gnome-shell-extensions
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-usage
gparted
grep
grimblast-git
groff
gsfonts
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hdparm
hwinfo
httpie
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
inetutils
intel-ucode
inxi
iotop
iptables-nft
iucode-tool
iwd
jq
kitty
lazygit
less
libdvdcss
libfprint-2-tod1-xps9300-bin
libfprint-tod-git
libtool
libva-utils
libwnck3
libreoffice-fresh
linux
linux-firmware
linux-headers
linux-lts
logrotate
lsb-release
lsscsi
lvm2
m4
make
man-db
man-pages
mdadm
meld
mesa-utils
mission-center
modemmanager
mtools
nano
nautilus
nautilus-sendto
ncdu
needrestart
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nmap
nodejs
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
nwg-look
obsidian
otf-cascadia-code
pacman
pacman-contrib
pamixer
papirus-icon-theme
paru-git
patch
pavucontrol
perl
pipewire
pipewire-alsa
pipewire-jack
pipewire-libcamera
pipewire-pulse
pkgconf
pkgfile
playerctl
plocate
polkit-gnome
poppler-glib
powertop
proton-vpn-gtk-app
pv
python
python-pipx
qt5-wayland
qt6-wayland
rclone
rebuild-detector
reflector
ripgrep
rofi-wayland
rofimoji
rsync
rtkit
safeeyes
seahorse
sed
sg3_utils
skim
slurp
smartmontools
sof-firmware
speech-dispatcher
spotify-launcher
sqliteman
sshfs
starship
sudo
sushi
sysfsutils
sysstat
system-config-printer
systemd-sysvcompat
tealdeer
testdisk
texinfo
thermald
throttled
tmux
topgrade
traceroute
tree
ttf-bitstream-vera
ttf-dejavu
ttf-fira-code
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-victor-mono-nerd
ueberzugpp
unrar
unzip
upower
usb_modeswitch
usbutils
virt-manager
virt-viewer
visual-studio-code-bin
viu
vlc
waybar
wget
which
whitesur-cursor-theme-git
whitesur-gtk-theme
whitesur-icon-theme-git
wireguard-tools
wireplumber
wl-clipboard
wl-clip-persist
wlogout
wob
wpa_supplicant
wtype
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xf86-video-intel
xfsprogs
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwininfo
xsane
xsel
yazi
yq
zoxide
zoom
